Repository: SergeyDjam/purple-vk-plugin
Catalog: data/i18n/*.po
Languages: ru

source: %s (you)
ru: %s (вы)

source: Album
ru: Альбом

source: Are you classified as human?
ru: Вы являетесь человеком?

source: Authentication process failed
ru: Аутентификация не удалась

source: Birthdate
ru: День рождения

source: Cancel
ru: Отмена

source: Captcha
ru: Изображение

source: Connecting
ru: Соединение

source: E-mail or telephone
ru: E-mail или телефон

source: Education
ru: Образование

source: Error retrieving login confirmation page
ru: Страница подтверждения логина не получено

source: Error retrieving login page
ru: Страница логина не получена

source: Forwarded message (from %s on %s):
ru: Пересланное сообщение (от %s %s):

source: Group for buddies
ru: Группа для пользователей

source: Group for chats
ru: Группа для бесед

source: Internal auth error
ru: Внутренняя ошибка аутентификации

source: Internal server error
ru: Внутренняя ошибка сервера

source: Last seen
ru: Последний раз был(а)

source: Mark messages as read only when status is Online
ru: Отмечать сообщения как прочитанные только при статусе Доступен

source: Mobile phone
ru: Мобильный

source: Name
ru: Имя

source: Nickname
ru: Ник

source: Ok
ru: Ок

source: Page
ru: Адрес

source: Please open https://vk.com in your browser and validate yourself
ru: Пожалуйста откройте https://vk.com в браузере и залогинтесь

source: Please open the following link in your browser: %s
ru: Пожалуйста откройте ссылку в браузере: %s

source: Please validate yourself
ru: Пожалуйста залогинтесь и подтвердите, что это вы

source: Sent file has already been uploaded and is permanently available at %s
ru: Файл был уже раньше загружен на сервер и доступен по ссылке %s

source: Sent file will be permanently available at %s
ru: Файл загружен на сервер и доступен по ссылке %s

source: Show chats in buddy list
ru: Показывать в контакт-листе беседы

source: Show only friends in buddy list
ru: Показывать в контакт-листе только друзей

source: Show this client as mobile client
ru: Показывать данный клиент как мобильный

source: Status
ru: Статус

source: Text
ru: Содержимое

source: Unable to add user %s
ru: Не получается добавить пользователя %s

source: Unable to connect to Long Poll server
ru: Не получается подсоединиться к Long Poll серверу

source: Unable to receive message
ru: Не получается получить сообщение

source: Unable to remove user %s
ru: Не получается удалить пользователя %s

source: Unable to retrieve buddy list
ru: Не получается загрузить список друзей

source: Unable to retrieve chat info
ru: Не получается загрузить информацию о беседах

source: Unable to retrieve dialogs list
ru: Не получается загрузить список диалогов

source: Unable to retrieve online info
ru: Не получается загрузить список пользователей в онлайне

source: Unable to set chat title
ru: Не получается установить название чата

source: Unable to update user infos
ru: Не получается обновить данные о пользователях

source: Unknown attachement type
ru: Неизвестный тип присоединенных данных

source: Updating data...
ru: Данные обновляются...

source: User %s does not exist
ru: Пользователя %s не существует

source: User %s does not exist. User name should be either idXXXXXX or nickname (i.e. the last part of https://vk.com/nickname)
ru: Пользователя %s не существует. В качестве имени пользователя можно использовать либо idXXXXXX, либо его ник.

source: User is not a Vk.com user
ru: Пользователь не является пользователем Vk.com

source: Uses mobile client
ru: Мобильный клиент

source: Validate yourself
ru: Залогинтесь и подтвердите, что это вы

source: Wrong username or password
ru: Неправильный логин или пароль

source: add &lt;user&gt;: Add user to chat
ru: add &lt;user&gt;: Добавить пользователя в чат

source: posted
ru: запостил(а)

source: remove &lt;user&gt;: Remove user from chat
ru: remove &lt;user&gt;: Удалить пользователя из чата

source: reposted
ru: перепостил(а)

source: title &lt;title&gt;: Set chat title
ru: title &lt;title&gt;: Установить название чата
